Repository: crowyy03/Corbie
Catalog: Corbie/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it

# widget.dates.empty.note
source: birthdays, anniversaries, events
de: Geburtstage, Jahrestage, Termine
es: cumpleaños, aniversarios, eventos
fr: anniversaires, dates, événements
it: compleanni, anniversari, eventi

# widget.dates.heading
source: Upcoming
de: Demnächst
es: Próximas
fr: À venir
it: In arrivo

# widget.dates.title
source: Upcoming dates
de: Nächste Termine
es: Próximas fechas
fr: Prochaines dates
it: Prossime date

# widget.daystogether.caption
source: days together
de: Tage zusammen
es: días juntos
fr: jours ensemble
it: giorni insieme

# widget.daystogether.description
source: How long you two have been counting.
de: Wie lange ihr beide schon zählt.
es: Cuántos días lleva la cuenta.
fr: Depuis combien de temps vous comptez.
it: Da quanto contate.

# widget.daystogether.empty
source: Set the day you two started.
de: Setz euren ersten Tag.
es: Pon el día en que empezó.
fr: Indiquez le jour du début.
it: Metti il giorno d'inizio.

# widget.daystogether.empty.note
source: settings, our dates
de: Einstellungen, wichtige Tage
es: ajustes, nuestras fechas
fr: réglages, nos dates
it: impostazioni, le nostre date

# widget.daystogether.title
source: Days together
de: Tage zusammen
es: Días juntos
fr: Jours ensemble
it: Giorni insieme

# widget.freeslots.description
source: The next two windows you two share.
de: Die nächsten zwei Fenster, die euch beiden bleiben.
es: Las dos próximas ventanas que compartís.
fr: Les deux prochains créneaux que vous partagez.
it: Le prossime due finestre che condividete.

# widget.freeslots.empty
source: No shared windows in the next two weeks.
de: In den nächsten zwei Wochen kein gemeinsames Fenster.
es: Ninguna ventana compartida en las próximas dos semanas.
fr: Aucun créneau commun dans les deux prochaines semaines.
it: Nessuna finestra in comune nelle prossime due settimane.

# widget.freeslots.empty.note
source: both calendars are full
de: beide Kalender sind voll
es: los dos calendarios están llenos
fr: les deux agendas sont pleins
it: entrambi i calendari sono pieni

# widget.freeslots.heading
source: Free windows
de: Freie Fenster
es: Ventanas libres
fr: Créneaux libres
it: Finestre libere

# widget.freeslots.partner
source: Their busy times are not shared.
de: Die belegten Zeiten der anderen Person fehlen.
es: No comparte sus horas ocupadas.
fr: Ses heures occupées ne sont pas partagées.
it: Non condivide i suoi orari occupati.

# widget.freeslots.partner.note
source: they turn it on in Settings, under Privacy
de: einschalten in Einstellungen, unter Datenschutz
es: se activa en Ajustes, en Privacidad
fr: à activer dans Réglages, sous Confidentialité
it: si attiva in Impostazioni, in Privacy

# widget.freeslots.title
source: Free time
de: Freie Zeit
es: Tiempo libre
fr: Temps libre
it: Tempo libero

# widget.freeslots.unpaired
source: Free time needs two calendars.
de: Freie Zeit braucht zwei Kalender.
es: El tiempo libre necesita dos calendarios.
fr: Le temps libre demande deux agendas.
it: Il tempo libero richiede due calendari.

# widget.freeslots.unpaired.note
source: invite your partner from the Us pill
de: die andere Person über die Us-Pille einladen
es: invita a tu pareja desde la píldora Us
fr: invitez votre partenaire depuis la pastille Us
it: invita il tuo partner dalla pillola Us

# widget.freeslots.you
source: Corbie needs your busy times too.
de: Corbie braucht auch deine belegten Zeiten.
es: Corbie también necesita tus horas ocupadas.
fr: Corbie a besoin de vos heures occupées aussi.
it: Corbie ha bisogno anche dei tuoi orari occupati.

# widget.freeslots.you.note
source: turn on sharing in Settings, under Privacy
de: Teilen einschalten in Einstellungen, unter Datenschutz
es: activa compartir en Ajustes, en Privacidad
fr: activez le partage dans Réglages, sous Confidentialité
it: attiva la condivisione in Impostazioni, in Privacy

# widget.freetasks.description
source: Tasks nobody took yet.
de: Aufgaben, die noch niemand hat.
es: Tareas que aún no ha tomado nadie.
fr: Les tâches que personne n'a prises.
it: Attività che non ha ancora preso nessuno.

# widget.freetasks.empty
source: Nothing free right now.
de: Gerade nichts frei.
es: Ahora no hay libres.
fr: Rien de libre pour l'instant.
it: Ora non c'è niente di libero.

# widget.freetasks.empty.note
source: a free task is one nobody took
de: frei heißt: noch niemand hat sie
es: libre es la que no ha tomado nadie
fr: libre veut dire que personne ne l'a prise
it: libera vuol dire che non l'ha presa nessuno

# widget.freetasks.take
source: Take
de: Nehmen
es: Tomar
fr: Prendre
it: Prendi

# widget.freetasks.take.accessibility
source: Take %@
de: %@ übernehmen
es: Tomar %@
fr: Prendre %@
it: Prendi %@

# widget.freetasks.title
source: Free tasks
de: Freie Aufgaben
es: Tareas libres
fr: Tâches libres
it: Attività libere

# widget.lock.circular.description
source: Days together, a plan ring or a countdown.
de: Tage zusammen, Plan-Ring oder Countdown.
es: Días juntos, anillo del plan o cuenta atrás.
fr: Jours ensemble, anneau du projet ou décompte.
it: Giorni insieme, anello del progetto o conto alla rovescia.

# widget.lock.circular.title
source: Circle
de: Kreis
es: Círculo
fr: Cercle
it: Cerchio

# widget.lock.inline.description
source: One line above the clock.
de: Eine Zeile über der Uhr.
es: Una línea sobre el reloj.
fr: Une ligne au-dessus de l'heure.
it: Una riga sopra l'orologio.

# widget.lock.inline.empty
source: No dates coming up
de: Nichts in Sicht
es: Nada a la vista
fr: Rien en vue
it: Niente in vista

# widget.lock.inline.title
source: Countdown line
de: Countdown-Zeile
es: Línea de cuenta atrás
fr: Ligne de décompte
it: Riga del conto alla rovescia

# widget.lock.rectangular.description
source: The next task, or the next date.
de: Die nächste Aufgabe oder der nächste Termin.
es: La siguiente tarea, o la siguiente fecha.
fr: La prochaine tâche, ou la prochaine date.
it: La prossima attività, o la prossima data.

# widget.lock.rectangular.empty
source: Nothing open
de: Nichts offen
es: Nada abierto
fr: Rien en cours
it: Niente in sospeso

# widget.lock.rectangular.free
source: +%lld free
de: +%lld frei
es: +%lld libres
fr: +%lld libres
it: +%lld libere

# widget.lock.rectangular.heading
source: Next
de: Nächstes
es: Siguiente
fr: Suivant
it: Prossima

# widget.lock.rectangular.title
source: Next up
de: Als Nächstes
es: Lo siguiente
fr: La suite
it: Il prossimo

# widget.locked.note
source: widgets come with the subscription
de: Widgets kommen mit dem Abo
es: los widgets vienen con la suscripción
fr: les widgets viennent avec l'abonnement
it: i widget vengono con l'abbonamento

# widget.locked.short
source: Unlock in Corbie
de: Freischalten
es: Desbloquear
fr: Débloquer
it: Sblocca

# widget.locked.title
source: Unlock in Corbie
de: In Corbie freischalten
es: Desbloquear en Corbie
fr: Débloquer dans Corbie
it: Sblocca in Corbie

# widget.more
source: +%lld more
de: +%lld mehr
es: +%lld más
fr: +%lld autres
it: +%lld altri

# widget.ourday.description
source: Days together, what is on today and a plan.
de: Tage zusammen, was heute ansteht, und ein Plan.
es: Días juntos, lo que hay hoy y un plan.
fr: Jours ensemble, le programme du jour et un projet.
it: Giorni insieme, cosa c'è oggi e un progetto.

# widget.ourday.empty
source: Nothing here yet.
de: Hier ist noch nichts.
es: Aquí todavía no hay nada.
fr: Rien ici pour l'instant.
it: Qui non c'è ancora niente.

# widget.ourday.empty.note
source: add a task, a date or a plan
de: leg eine Aufgabe, einen Termin oder einen Plan an
es: añade una tarea, una fecha o un plan
fr: ajoutez une tâche, une date ou un projet
it: aggiungi un'attività, una data o un progetto

# widget.ourday.title
source: Our day
de: Unser Tag
es: Nuestro día
fr: Notre journée
it: La nostra giornata

# widget.plan.description
source: One plan and how far you two got.
de: Ein Plan und wie weit ihr seid.
es: Un plan y por dónde va.
fr: Un projet et où vous en êtes.
it: Un progetto e a che punto siete.

# widget.plan.empty
source: No active plan.
de: Kein aktiver Plan.
es: No hay plan activo.
fr: Aucun projet en cours.
it: Nessun progetto attivo.

# widget.plan.empty.note
source: hold the widget to pick one
de: Widget halten und einen wählen
es: mantén pulsado el widget para elegir uno
fr: appuyez longuement pour en choisir un
it: tieni premuto il widget per sceglierne uno

# widget.plan.heading
source: Saving for
de: Sparen für
es: Ahorrando para
fr: On épargne pour
it: Da parte per

# widget.shopping.description
source: The shopping list, ticked from here.
de: Die Einkaufsliste, abhakbar von hier.
es: La lista de la compra, marcada desde aquí.
fr: La liste de courses, cochée d'ici.
it: La lista della spesa, spuntata da qui.

# widget.shopping.empty
source: The list is clear.
de: Liste ist leer.
es: La lista está limpia.
fr: La liste est vide.
it: La lista è pulita.

# widget.shopping.empty.note
source: add items in Corbie
de: in Corbie ergänzen
es: añade cosas en Corbie
fr: ajoutez des articles dans Corbie
it: aggiungi voci in Corbie

# widget.shopping.title
source: Shopping
de: Einkauf
es: Compra
fr: Courses
it: Spesa

# widget.shopping.toggle.accessibility
source: Tick %@
de: %@ abhaken
es: Marcar %@
fr: Cocher %@
it: Spunta %@

# widget.tasks.description
source: Three open tasks, ticked from here.
de: Drei offene Aufgaben, abhakbar von hier.
es: Tres tareas abiertas, marcadas desde aquí.
fr: Trois tâches ouvertes, cochées d'ici.
it: Tre attività aperte, spuntate da qui.

# widget.tasks.done.accessibility
source: Mark %@ done
de: %@ erledigen
es: Marcar %@ como hecha
fr: Marquer %@ faite
it: Segna %@ come fatta

# widget.tasks.empty
source: Nothing open.
de: Nichts offen.
es: Nada abierto.
fr: Rien en cours.
it: Niente in sospeso.

# widget.tasks.empty.note
source: add one in Corbie
de: in Corbie anlegen
es: añade una en Corbie
fr: ajoutez-en une dans Corbie
it: aggiungine una in Corbie

# widget.tasks.title
source: Tasks
de: Aufgaben
es: Tareas
fr: Tâches
it: Attività

# widget.wishes.description
source: What your partner saved.
de: Was die andere Seite gespeichert hat.
es: Lo que ha guardado tu pareja.
fr: Ce que votre partenaire a enregistré.
it: Quello che ha salvato il tuo partner.

# widget.wishes.empty
source: No wishes saved yet.
de: Noch keine Wünsche.
es: Aún no hay deseos.
fr: Aucun souhait pour l'instant.
it: Ancora nessun desiderio.

# widget.wishes.empty.note
source: drop a link in Corbie
de: in Corbie einen Link ablegen
es: pega un enlace en Corbie
fr: collez un lien dans Corbie
it: incolla un link in Corbie

# widget.wishes.heading
source: %@'s wishes
de: Wünsche von %@
es: Deseos de %@
fr: Souhaits de %@
it: Desideri di %@

# widget.wishes.heading.plain
source: Their wishes
de: Ihre Wünsche
es: Sus deseos
fr: Ses souhaits
it: I suoi desideri

# widget.wishes.title
source: Partner wishes
de: Partnerwünsche
es: Deseos de tu pareja
fr: Souhaits du partenaire
it: Desideri del partner

# wishes.action.delete
source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina

# wishes.action.gifted
source: Mark as gifted
de: Als geschenkt markieren
es: Marcar como regalado
fr: Marquer comme offert
it: Segna come regalato

# wishes.chip.all
source: All
de: Alle
es: Todos
fr: Tous
it: Tutti

# wishes.chip.me
source: Me
de: Ich
es: Yo
fr: Moi
it: Io

# wishes.editor.currency
source: Currency
de: Währung
es: Moneda
fr: Devise
it: Valuta

# wishes.editor.forme
source: This wish is for me
de: Der Wunsch ist für mich
es: Este deseo es para mí
fr: Ce souhait est pour moi
it: Questo desiderio è per me

# wishes.editor.forme.hint
source: off means it lands on your partner's list
de: aus heißt: er landet auf der anderen Liste
es: apagado: acaba en la lista de tu pareja
fr: désactivé : il atterrit sur la liste de votre partenaire
it: spento: finisce sulla lista del tuo partner

# wishes.editor.link.failed
source: could not read this link - fill it in by hand
de: Link nicht lesbar - trag es von Hand ein
es: no se ha podido leer el enlace - rellénalo a mano
fr: lien illisible - remplissez à la main
it: link illeggibile - compila a mano

# wishes.editor.link.hint
source: name, price and photo fill in on their own
de: Name, Preis und Bild kommen von allein
es: el nombre, el precio y la foto salen solos
fr: le nom, le prix et la photo arrivent tout seuls
it: nome, prezzo e foto arrivano da soli

# wishes.editor.link.placeholder
source: Paste a link
de: Link einfügen
es: Pega un enlace
fr: Collez un lien
it: Incolla un link

# wishes.editor.link.reading
source: reading the link
de: Link wird gelesen
es: leyendo el enlace
fr: lecture du lien
it: sto leggendo il link

# wishes.editor.name
source: Title
de: Titel
es: Título
fr: Titre
it: Titolo

# wishes.editor.name.placeholder
source: What is it
de: Was ist es
es: Qué es
fr: C'est quoi
it: Che cos'è

# wishes.editor.note
source: Note
de: Notiz
es: Nota
it: Nota

# wishes.editor.note.placeholder
source: size, color, where you saw it
de: Größe, Farbe, wo gesehen
es: talla, color, dónde lo viste
fr: taille, couleur, où vous l'avez vu
it: taglia, colore, dove l'hai visto

# wishes.editor.photo
source: Photo
de: Foto
es: Foto
it: Foto

# wishes.editor.photo.pick
source: Choose a photo
de: Foto wählen
es: Elegir una foto
fr: Choisir une photo
it: Scegli una foto

# wishes.editor.photo.remove
source: Remove photo
de: Foto entfernen
es: Quitar la foto
fr: Retirer la photo
it: Rimuovi la foto

# wishes.editor.price
source: Price
de: Preis
es: Precio
fr: Prix
it: Prezzo

# wishes.editor.priority
source: Priority
de: Priorität
es: Prioridad
fr: Priorité
it: Priorità

# wishes.editor.title.edit
source: Edit wish
de: Wunsch bearbeiten
es: Editar deseo
fr: Modifier le souhait
it: Modifica desiderio

# wishes.editor.title.new
source: New wish
de: Neuer Wunsch
es: Nuevo deseo
fr: Nouveau souhait
it: Nuovo desiderio

# wishes.empty.note
source: share a link from any app - it lands here
de: teil einen Link aus jeder App - er landet hier
es: comparte un enlace desde cualquier app y acaba aquí
fr: partagez un lien depuis n'importe quelle app - il atterrit ici
it: condividi un link da qualsiasi app - finisce qui

# wishes.empty.paste
source: Paste from clipboard
de: Aus der Zwischenablage
es: Pegar del portapapeles
fr: Coller depuis le presse-papiers
it: Incolla dagli appunti

# wishes.empty.title
source: Drop a link. Name, price and photo show up on their own.
de: Link rein. Name, Preis und Bild kommen von allein.
es: Pega un enlace. El nombre, el precio y la foto salen solos.
fr: Collez un lien. Le nom, le prix et la photo arrivent tout seuls.
it: Incolla un link. Nome, prezzo e foto arrivano da soli.

# wishes.paste.empty
source: Nothing that looks like a link on the clipboard.
de: In der Zwischenablage steht nichts, was nach einem Link aussieht.
es: En el portapapeles no hay nada que parezca un enlace.
fr: Rien qui ressemble à un lien dans le presse-papiers.
it: Negli appunti non c'è niente che somigli a un link.

# wishes.priority.must
source: Must have
de: Unbedingt
es: Imprescindible
fr: Absolument
it: Assolutamente

# wishes.priority.someday
source: Someday
de: Irgendwann
es: Algún día
fr: Un jour
it: Un giorno

# wishes.priority.want
source: Want
de: Gern
es: Me gusta
fr: J'aimerais
it: Mi piace

# wishes.section.fulfilled
source: Fulfilled
de: Erfüllt
es: Cumplidos
fr: Réalisés
it: Realizzati

# calendar.detail.person
source: Person
es: Persona
fr: Personne
it: Persona

# calendar.editor.person
source: Person
es: Persona
fr: Personne
it: Persona

# intent.countdown.title
source: Countdown
es: Cuenta atrás
fr: Décompte
it: Conto alla rovescia

# intent.lock.mode.countdown
source: Countdown
es: Cuenta atrás
fr: Décompte
it: Conto alla rovescia

# intent.lock.mode.plan
source: Plan ring
es: Anillo del plan
fr: Anneau du projet
it: Anello del progetto

# lists.item.field.text
source: Text
es: Texto
fr: Texte
it: Testo

# member.name.partner
source: partner
es: tu pareja
fr: partenaire

# onboarding.profile.name.label
source: Name
es: Nombre
fr: Nom
it: Nome

# people.editor.name
source: Name
es: Nombre
fr: Nom
it: Nome

# people.editor.name.placeholder
source: Anna
es: Ana

# people.gift.link
source: Link
es: Enlace
fr: Lien

# plans.editor.field.start
source: Start
es: Inicio
fr: Début
it: Inizio

# settings.about.version
source: Version %1$@ (%2$@)
es: Versión %1$@ (%2$@)
it: Versione %1$@ (%2$@)

# settings.appearance.system
source: System
es: Sistema
fr: Système
it: Sistema

# settings.section.account
source: Account
es: Cuenta
fr: Compte

# settings.section.partner
source: Partner
es: Pareja
fr: Partenaire

# settings.you.name
source: Name
es: Nombre
fr: Nom
it: Nome

# votes.editor.option.placeholder %lld
source: Option %lld
es: Opción %lld
it: Opzione %lld

# widget.countdown.title
source: Countdown
es: Cuenta atrás
fr: Décompte
it: Conto alla rovescia

# wishes.editor.link
source: Link
es: Enlace
fr: Lien

# wishes.source.link
source: Link
es: Enlace
fr: Lien

# intent.entity.plan.type
source: Plan
fr: Projet
it: Progetto

# intent.plan.parameter.plan
source: Plan
fr: Projet
it: Progetto

# intent.plan.title
source: Plan
fr: Projet
it: Progetto

# widget.lock.circular.plan
source: Plan
fr: Projet
it: Progetto

# widget.plan.title
source: Plan
fr: Projet
it: Progetto

# onboarding.intro.widgets.title
source: Widgets
it: Widget

# paywall.value.widgets.title
source: Widgets
it: Widget
